{
        "current": [
            {
                "name":"Yukiko Okuda",
                "description": "Yukiko Okuda, Tatsumi’s wife, has been by Tatsumi’s side for the many decades that they have been building up the business together. She is an accomplished doubles player, as a World Team Tennis national finalist for many years in a row, and she holds vast knowledge of the tennis game. She has specialized in teaching the 10 and under age group of kids and has helped countless kids build strong technical fundamentals as well as a strong work ethic",
                "pic": "yukiko.jpg",
                "highlights":[
                    "World Team Tennis national finalist"
                ]
            },
            {
                "name":"Akiko Okuda",
                "description": "Akiko Okuda, Tatsumi’s daughter, has been in the tennis coaching business for 5 years. She has taught at other programs but has developed a renewed sense of appreciation for Tatsumi’s teaching methods and is committed to assisting Tatsumi’s program and keeping his legacy going. She was a top 5 junior in the Eastern section and top 60 in the nation. She played NCAA Division I tennis at Dartmouth College and was on the starting roster for singles and doubles for all 4 years. Akiko also played on the ITF professional tour for three years and earned a career high WTA singles ranking of #1137 and doubles ranking of #632.",
                "pic": "akikookuda.jpg",
                "highlights":[
                    "Top 5 junior in eastern section",
                    "Top 60 junior in the nation",
                    "#1 singles & doubles at Dartmouth as a freshman",
                    "Captain at Darmouth",
                    "WTA rank of 1137 in singles",
                    "WTA rank of #632 in doubles"
                ]
            },
            {
                "name":"Randy Esmera",
                "description": "Randy Esmera has been coaching with Tatsumi for 8 years. Having trained in Tatsumi’s camp as a young player himself, he knows Tatsumi’s teaching methods very well. He was an accomplished high school tennis player on the Paramus Catholic boy’s team, playing the #1 spot. Randy is kind and patient and is well-liked by the players and is very highly regarded by the other coaches.",
                "pic": "randy.jpg",
                "highlights":[
                    "#1 singles at Paramus Catholic"
                ]
            },
            {
                "name":"Ryan Lugtu",
                "description": "Ryan Lugtu has been coaching with Tatsumi for 6 years. He also trained at Tatsumi’s program since he was 10 years old. Ryan had prominent wins against top 10 Eastern players in the 16 and under, and 18 and under divisions, and achieved a ranking of #18 in the Eastern section. As the #1 player at Paramus High School, he reached the Bergen County tournament finals two times. He went on to play the #1 singles position at Hartford. Ryan has beautiful technique and is a great role model for the young tennis players. Ryan helps to bring fresh and creative ideas to the program.",
                "pic": "ryan.jpg",
                "highlights":[
                    "Played 1st singles at Hartford University freshman year",
                    "Top 20 eastern ranking in 16's and 18's",
                    "Two time Bergen county finalist",
                    "#1 singles at Paramus High School"
                ]
            },
            {
                "name":"Samantha Lugtu",
                "description": "Samantha Lugtu has been teaching summer camps with Tatsumi for three years now. She also trained in Tatsumi’s program since she was 7 years old. Samantha was ranked #2 in the Eastern section in the 12 and under division. She is currently playing NCAA Division I tennis at Wagner College as the #1 singles and double player and supports the coaching effort during her school breaks. She brings a great youthful energy to the team.",
                "pic":"samlugtu.jpg",
                "highlights":[
                    "#2 singles at Wagner College",
                    "Top junior in the east as high as #2 (12 and under)",
                    "#1 singles at Paramus Highschool and Paramus Catholic"
                ]
            },
            {
                "name":"Nyenyeri Kanefu",
                "description": "Eri is a former college tennis player from Rutherford. Appointed senior captain at St. Thomas Aquinas College in 2018, she led her team to the East Coast Conference Playoffs for the first time in 6 years. Graduating Magna Cum Laude, she continued to support her former DII team by assisting during matches and in practice. Eri has enjoyed instructing tennis to all ages and skill levels. Her love for the game has led her to continue to participate in the world of tennis from youth into adulthood",
                "pic":"nyenyeri.jpg",
                "highlights":[
                    "Played at St. Thomas Aquinas College",
                    "Sr. Captain at St. Thomas Aquinas College in 2018"
                ]
            },
            {
                "name":"Jason Prezant",
                "description": "Jason is a former NCAA Division I and Division III tennis player, now dedicated to coaching both tournament-level players and beginners. Jason was a four-time individual Bergen County singles champion and led Pascack Hills to a state championship title. Also earned the school’s Athletic and Sportsmanship Award. Jason served as a hitting partner at the US Open for a former ATP top 50 player. Jason encourages his students to have a positive mindset and work hard while enjoying the game. As one of Tatsumi’s former students, Jason is confident in this program’s potential and is beyond excited to be a part of this coaching team.",
                "pic":"jason.jpg",
                "highlights":[
                    "Played at Monmouth University",
                    "Played at TCNJ"
                ]
            }
        ],
        "past": [
            {
                "name":"Takehiko Yasu",
                "description": "Yasu was Tatsumi’s right hand man for over 20 years, during which time he supported greatly in the development and refinement of the Okuda Method. Yasu specialized in teaching the 12 and under age group. He is currently taking a mid-career retirement in Tucson, Arizona. He is now hoping to coach his niece on the professional women’s tour, and hopes to see many Infinite Future Tennis players at the national USTA tournaments always held in Arizona at the end of the year.",
                "pic":"yasu.jpg"
            }
        ]
}
