{
    "alumni": [
        {
            "name": "Christina McHale",
            "bio": "Highest WTA Ranking of #24 in singles and #35 in doubles",
            "quote": "I was very lucky to find Tatsumi in the early stages of my development as a player. All the hours we spent doing repetition drills really helped shape my game. In the group sessions he created such a positive environment to work hard and we all pushed each other every time to get better. I’ll never forget how competitive our “ringring” games got  Tatsumi put his whole heart and soul into helping every player. I’m very thankful for the time I spent working with him!",
            "pic": "christinamchale.jpg"
        },
        {
            "name": "Lauren McHale",
            "bio": "Formerly a top 5 Junior in the Nation. Top 20 individually ranked NCAA Division I player at Princeton University and UNC",
            "quote": "I have such wonderful memories from training with Tatsumi. He was so dedicated to our careers and cared so much. I remember vividly our training at 6am before school and our 7-10pm Friday night clinics. He’s truly one of a kind and helped build my foundation for my junior and college career.",
            "pic":"laurenmchale.jpg"
        },
        {
            "name": "Paul Jacobson",
            "bio": "Formerly top 5 ranked Junior in Eastern Section, 88th nationally. NCAA Division I individual ranking of #68 and ranked 8th in all time wins in Indiana University history (88 wins). Scored a win over Marcos Daniel (ATP #98) and played to 3 sets with Stan Warwinka in 2001",
            "quote": "Tatsumi was my coach starting when I was 12 years old. We started working together shortly after he moved to New Jersey from Japan. Tatsumi was excellent in his knowledge about technique and form but also fitness. I had a one handed backhand, which was rare at the time and remains relatively rare in the tennis world. We worked together for years to get the form, grip and technique right until I was able to hit the shot correctly",
            "pic": "pauljacobson.jpg"
        },
        {
            "name": "Christina Sisti",
            "bio": "Formerly a top junior in Eastern Section. Played at Tulane University",
            "quote": " Tatsumi was able to take my game to the next level. He is super patient and detail oriented; I believe he played a huge role in my transition from junior tennis to college tennis!",
            "pic":"christinasisti.jpg"
        },
        {
            "name": "Greg Weksel",
            "bio": "Played at Denison University and #1 singles for Dwight-Englewood High School",
            "quote": "Tatsumi was my coach for several years shortly after moving to New Jersey from Japan. Any student would be hard pressed to find a more committed and knowledgeable coach to help hone their skills and support their tennis career. I went on to play collegiately at Denison University in Ohio and I now use much of what Tatsumi taught me in coaching my own students as a private coach in California",
            "pic":"gregweksel.jpg"
        },
        {
            "name": "Ashley Hess",
            "bio": "Played #1 Singles at the Academy of the Holy Angels and is a current top player at Dartmouth College",
            "quote": "Tatsumi is an amazing coach who has a genuine passion and love for the game. His program instilled in me the values of discipline and hard work that helped shape me into the player I am today.",
            "pic" : "ashleyhess.jpg"
        },
        {
            "name": "Kaysee Orozco",
            "bio": "Formerly a top junior in Eastern Section and played at Middlebury College",
            "quote": "Tatsumi taught me invaluable lessons about discipline and commitment, instilling habits that I carry with me to this day. His program fosters a competitive, respectful environment full of high-performing players who can all attest to the notion that hard work pays off (and is a lot of fun too!",
            "pic":"kayseeorozco.jpg"
        },
        {
            "name": "Hibah Shaikh",
            "bio": "Top 10 in the Nation in 18 and under. Plays at University of Virginia. Currently ranked #103 in ITF Juniors",
            "quote": "I trained with Tatsumi for about 3 years when I was a younger player and can honestly say it sparked my interest to play tennis in the future as a career. Tatsumi was extremely disciplined and had a program sheet that was followed for everyday planning what drills we would do and who would play points together. The group also allowed me to make lifelong friends. I learned a lot from him about my technique, footwork, and the importance of taking care of your body!!",
            "pic" : "hibahshaikh.jpg"
        },
        {
            "name": "Riya Ravi",
            "bio": "Formerly a top junior in eastern section and plays at Colby College",
            "quote": "What I loved about Tatsumi’s program/teaching was how much he cares about his students. He will always find the time to coach all of his students and give them the attention/advice that they need to succeed. I enjoyed my time with him and the other coaches so much and formed relationships with them that will last a lifetime. I couldn’t be more grateful for what he had done for me, I wouldn’t be the player or person I am today without him.",
            "pic":"riyaravi.jpg"
        },
       
        {
            "name": "Mitchell Gouzenko",
            "bio": "Played #1 doubles at Bergen County Academies",
            "quote": "On the court, Tatsumi held me to a standard of discipline and work ethic that I previously didn't know myself to be capable of. In doing so, he taught me to set high goals, to hold myself accountable for attaining them, and to never give up. This attitude has helped me to realize my fullest potential - not only in tennis, but also in my studies and career. Ten years later, I still hold Tatsumi's teachings dear to my heart, and I believe that my days training under him have shaped me into the person who I am today."
        },
        {
            "name": "Samuel Choi",
            "bio": "Played #1 singles at Bergen County Academies",
            "quote": "I can’t think of a more complete and effective coach than Tatsumi. He is able to teach the technical, strategic, mental, and physical aspects of the game, all the while instilling a strong work ethic in his students. Over the years he’s taught me to work harder and smarter, and that has paid tremendous dividends both on and off the court."
        }
    ]
}